Repository: Sergey190309/220415-market-caffee
Catalog: backend/application/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: The component kind with id_kind '%(id_kind)s' already exists.
ru: Тип компонента с идентификатором '%(id_kind)s' уже существует.

source: The component kind with identity '%(id_kind)s' has not been found.
ru: Тип компонента с идентификатором '%(id_kind)s' не обнаружен.

source: The component kind has been saved successfully. Details are in payload.
ru: Тип компонента успешно сохранен. Детали в сообщении.

source: Found, see payload.
ru: Нашел, смотри детали.

source: The component kind with id '%(id_kind)s' has been updated successfully. Details are in payload.
ru: Тип компонента с идентификатором '%(id_kind)s' успешно обновлен. Детали в сообщении.

source: The component kind with id '%(id_kind)s' has been deleted.
ru: Тип компонента с идентификатором '%(id_kind)s' убит на смерть.

source: The component kind of '%(kind_id)s' with identity '%(identity)s' and locale '%(locale_id)s' already exists.
ru: Компонента с типом '%(kind_id)s', идентификатором '%(identity)s' и локализацией '%(locale_id)s' уже существует.

source: The component kind of '%(kind_id)s' with identity '%(identity)s' and locale '%(locale_id)s' not found.
ru: Компонент с типом '%(kind_id)s', идентификатором '%(identity)s' и локализацией '%(locale_id)s' не обнаружен.

source: The component has been saved successfully. Details are in payload.
ru: Компонент успешно сохранен. Детали в сообщении.

source: The component kind of '%(kind_id)s' with identity '%(identity)s' and locale '%(locale_id)s' updated successfully. Details are in payload.
ru: Компонент с типом '%(kind_id)s', идентификатором '%(identity)s' и локализацией '%(locale_id)s' успешно обновлен. Детали в сообщении.

source: The component kind of '%(kind_id)s' with identity '%(identity)s' and locale '%(locale_id)s' deleted successfully.
ru: Компонент с типом '%(kind_id)s', идентификатором '%(identity)s' и локализацией '%(locale_id)s' успешно убит.

source: A contents with identity '%(identity)s', view '%(view_id)s' and locale '%(locale_id)s' already exists.
ru: Содержание с идентификатором '%(identity)s', страничкой '%(view_id)s' и локализацией '%(locale_id)s' уже существует.

source: A contents with identity '%(identity)s', view '%(view_id)s' and locale '%(locale_id)s' not found.
ru: Содержание с идентификатором '%(identity)s', страничкой '%(view_id)s' и локализацией '%(locale_id)s' не обнаружено.

source: Something went wrong. Info in payload.
ru: Что-то пошло не так. Информация в сообщении.

source: Sorry, access to views' information is allowed to admin only.
ru: Извиняйте, доступ к информации о страницах разрешен только администратору.

source: The content has been saved successfully. Details are in payload.
ru: Содержание успешно сохранено. Детали в сообщении.

source: Something went wrong. Check tech_token and sessions set up.
ru: Что-то пошло не так, проверь технический жетон и организацию сессий.

source: The content has been found. Details are in payload.
ru: Содержание обнаружено. Детали в сообщении.

source: The content has been found and successfully updated. Details are in payload.
ru: Содержание обнаружено и успешно обновлено. Детали в сообщении.

source: The content on view '%(view_id)s' with locale '%(locale_id)s' and identity '%(identity)s' has been found and successfully deleted.
ru: Содержание для странички '%(view_id)s', локализацией '%(locale_id)s' и идентификацией '%(identity)s' обнаружен и успешно убит.

source: Global variables are as in payload.
ru: Глобальные переменные теле сообщения.

source: Date now is
ru: Сегодня

source: You asked about date
ru: Вы спрашивали насчет даты

source: Time is
ru: Время сейчас

source: You asked about time
ru: Вы спрашивали о времени

source: Not clear what do you want. I know date and time only. Please specify.
ru: Не очень понятно что вы спрашиваете. Я знаю только дату и время. Прошу уточнить.

source: Hi there!
ru: Привет всем тут!

source: I plan to do something from this project.
ru: Я что-то планирую сделать из этого проекта.

source: Something went wrong, there is not valid JSON in the request.
ru: Что-то пошло не так, в запросе отсутствует правильный JSON.

source: Something went wrong, there is not proper key in the JSON.
ru: Что-то пошло не так, в JSON нет правильного ключа.

source: TechAuth reporing! Tech token is in payload.
ru: ТехРег докладывает! Тех жетон в сообщении.

source: A picture for page '%(view_id)s' with identity '%(image_id)s' have not been found.
ru: Картинка для странички '%(view_id)s' с идентификатором '%(image_id)s' не обнаружена.

source: A picture for view '%(view_id)s' with identity '%(image_id)s' already exist, you should either kill it if uploading or download one.
ru: Картинка для странички '%(view_id)s' с идентификатором '%(image_id)s' уже существует, вы должны пристрелить ее перед закачкой новой или можете ее скачать .

source: Sorry, images uploading is allowed to admin only.
ru: Извиняйте, загрузка картинок доступна только администратору.

source: Sorry but '%(value)s' contains illigal simbols.
ru: Извиняйте, но '%(value)s' содержит нелегальные символы.

source: Image for view '%(view_id)s' with identity '%(image_id)s' uploaded.
ru: Картинка для странички '%(view_id)s' с идентификатором '%(image_id)s' загружена.

source: Extentions '%(extention)s' are not allowed
ru: Расширения '%(extention)s' не разрешены

source: Something went wrong. Sorry we'll reverting.
ru: Что-то пошло не так. Извините, мы к вам вернемся.

source: An image for view '%(view_id)s' with identity '%(image_id)s' successfully deleted.
ru: Картинка для странички '%(view_id)s' с идентификатором '%(image_id)s' благополучно убита.

source: Not a valid image!
ru: Не действительное изображение!

source: That's registration confirmatin.
ru: Это подтверждение регистрации.

source: <p>Hello Friend,</p><p>You or someone else use %(email)s to register on our site.</p><p>To finish registration, please follow <a href=%(link)s><strong>link</strong></a>.</p><p>If you did not register, you can simply ignore this email.</p><p>Best regards,</p><p>Sergey</p>
ru: <p>Уважаемый Друг!</p><p>Вы или кто-то другой использовали %(email)s для регистрации на нашем сайте.</p><p>Чтобы закончить регистрацию, прошу проследовать по ссылке <a href=%(link)s><strong>Тыц</strong></a>.</p><p>Если вы не регистрировались, можете спокойно проигнорировать это сообщение.</p><p>С наилучшими пожеланиями</p><p>Сергей</p>

source: Sorry, access to locales' information is allowed to admin only.
ru: Извиняйте, доступ к информации о доступных языках разрешен только администратору.

source: There are %(count)s locales in our database as follows:
ru: В нашей базе зарегистрировано %(count)s возможных языков как указанно ниже:

source: There are %(count)s views in our database as follows:
ru: В нашей базе зарегистрировано %(count)s пользователуй как указанно ниже:

source: A view with identity '%(view_id)s' already exists.
ru: Страничка с идентификатором '%(view_id)s' уже существует.

source: A view with identity '%(view_id)s' has not been found.
ru: Страничка с идентификатором '%(view_id)s' не обнаружена.

source: The view has been saved successfully. Details are in payload.
ru: Страничка успешно сохранена. Детали в сообщении.

source: The view with id '%(view_id)s' has been updated successfully. Details are in payload.
ru: Страничка с идентификатором '%(view_id)s' успешно обновлена. Детали в сообщении.

source: The view with id '%(view_id)s' has been deleted successfully.
ru: Страничка с идентификатором '%(view_id)s' убита на смерть.

source: Not a valid locale.
ru: Не действительный регион.

source: Not a valid time zone.
ru: Не действительный часовой пояс.

source: There are %(count)s structures in our database as follows:
ru: В нашей базе числятся %(count)s структуры как указанно ниже:

source: A structure with identity '%(view_id)s' already exists.
ru: Структура с идентификатором '%(view_id)s' уже существует.

source: A structure with identity '%(view_id)s' not found.
ru: Структура с идентификатором '%(view_id)s' не обнаружена.

source: Sorry, access to structure information is allowed to admin only.
ru: Извиняйте, доступ с информации о структуре разрешен только администратору.

source: The structure has been saved successfully. Details are in payload.
ru: Структура успешно сохранена. Детали в сообщении.

source: The structure has been found. Details are in payload.
ru: Структура обнаружена. Детали в сообщении.

source: The structure has been found and successfully updated. Details are in payload.
ru: Структура обнаружена и успешно обновлена. Детали в сообщении.

source: The structure for view '%(view_id)s' has been found and successfully deleted.
ru: Структура с идентификатором '%(view_id)s' найдена и убита на смерть.

source: The token has expired.
ru: Срок годности жетона истек.

source: Signature verification failed.
ru: Подпись проверить не получилось.

source: Request does not contain an access token!
ru: Запрос не содержит жетона доступа!

source: The token is not fresh.
ru: Жетон не свежий.

source: The token has been revoked.
ru: Жетон отозван.

source: Requested confirmation has not been found.
ru: Затребованное подтверждение не обнаружено.

source: Requested confirmation already expired.
ru: Затребованное подтверждение уже истекло.

source: User has some status already.
ru: У пользователя уже есть статус.

source: You registration has been confirmed through %(email)s.
ru: Ваша регистрация подтверждена через %(email)s.

source: User with user_id '%(user_id)s' has not been found.
ru: Пользователь с идентификатором '%(user_id)s' не найден.

source: User with id '%(user_id)s' have status '%(role_id)s' already.
ru: Пользователь с идентификатором '%(user_id)s' уже имеет статус '%(role_id)s'.

source: Email has been sent to '%(email)s'. Please check your mail box. Also pay attention to spam directory.
ru: Электронное сообщение отправлено на адрес '%(email)s'. Проверьте пожалуйста ваш почтовый ящик. Также обратите внимание на директорий нежелательных сообщений.

source: While sending confirmation email something went wrong. Error - %(err)s
ru: Во время отправления подтверждающего сообщения что-то пошло не так. Ошибка - %(err)s

source: User you plan to update (with id = '%(user_id)s') not found.
ru: Пользователь, которого вы планируете обновить (с идентификатором = '%(user_id)s'), не найден.

source: Admin's privileges are needed to update users' rights.
ru: Только администратору разрешено менять права пользователя.

source: Admin is allowed to change role or kill user only.
ru: Администратору разрешено только менять права пользователя или пристрелить его.

source: Users are not allowed to change own role, admins are.
ru: Пользователям не разрешено менять свой статус, только администраторам.

source: User with id '%(user_id)s' updated as in payload.
ru: Пользователь с идентификатором '%(user_id)s' обновлен, как в теле сообщения.

source: Access to user details is allowed to owners or admins only.
ru: Доступ к информации пользователя разрешен только самому пользователю и администраторам.

source: User with id '%(user_id)s' found, details are in payload.
ru: Пользователь с идентификатором '%(user_id)s' найден, детали в теле сообщения.

source: Owners are allowed to kill their own acconts only.
ru: Владельцам позволено убивать только свои учетные записи.

source: User with id '%(user_id)s' found, and deleted.
ru: Пользователь с идентификатором '%(user_id)s' найден и убит.

source: There are %(count)s users in our database as follows:
ru: В нашей базе зарегистрированы %(count)s пользователя как указанно ниже:

source: Sorry, access to user's information is allowed to admin only.
ru: Извиняйте, доступ к информации пользователей разрешен только администратору.

source: User with email '%(email)s' has not been found.
ru: Пользователь с email '%(email)s' не найден.

source: Wrong password for user with email '%(email)s'.
ru: Неверный пароль для пользователя с email '%(email)s'.

source: It seems you have not confirm your account. Check email stated - '%(email)s'.
ru: Похоже вы не подтвердили свою учетную запись. Проверьте указанную электронную почту - '%(email)s'.

source: Hi '%(user_name)s'! You are welcome.
ru: 'Привет '%(user_name)s'! Добро пожаловать.

source: Successfully logged out.
ru: Пользователь успешно прекратил регистрацию.

source: Something wrong with token refreshing. Try to log in again.
ru: Что-то пошло не так с обновлением жетона. Попробуйте зарегистрироваться еще раз.

source: Token successfully refreshed.
ru: Жетон благополучно освежен.

source: User with email '%(email)s' already exists.
ru: Пользователь с email '%(email)s' уже существует.

source: User with email '%(email)s' created. We have sent your email, please visit your mailer and finish registration.
ru: Пользователь с e-mail '%(email)s' успешно создан. Мы послали вам электронное письмо, пожалуйста зайдите в вашу почтовую программу и закончите регистрацию.

source: While creating user somthing went wrong. Error - %(err)s.
ru: Во время создания пользователя что-то пошло не так. Ошибка - %(err)s.

source: Admins or account owner are allowed to see details by email. You neither are admin no own this account.
ru: Только администраторы или владельцы учетных записей имеют право смотреть детали с помощью почты. Ты не администратор и не владелец.

source: User with email '%(email)s' found, details are in payload.
ru: Пользователь с email '%(email)s' найден, детали в теле сообщения.

source: Sorry but user with email '%(email)s' has not been found.
ru: Пользователь с почтой '%(email)s' не найден.
