Repository: Sergey190309/220415-market-caffee
Catalog: frontend/public/locales/*/*/auth.po
Languages: ru

# confirmpassword##header
source: Confirm your password
ru: Подтвердите свой пароль пожалуйста

# login##buttons##cancel
source: Cancel
ru: Отмена

# login##buttons##logIn
source: Log In
ru: Авторизоваться

# login##buttons##or
source: or
ru: или

# login##buttons##reset
source: Reset
ru: Перезагрузить

# login##buttons##signUp
source: Sign Up
ru: Зарегестрироваться

# login##errors##email##invalidEmail
source: Invalid email address
ru: Недействительный электронный адрес

# login##errors##password##min
source: Minimum {{min}} chars
ru: Не меньше {{min}} символов

# login##errors##required
source: Field required
ru: Поле обязательно

# login##header
source: Log-in to your account
ru: Авторизируйтесь

# login##labels##email
source: Email address
ru: Электронная почта

# login##labels##password
source: Password
ru: Пароль

# login##message
source: New to us?
ru: Еще не с нами?

# login##placeHolders##email
source: Email address
ru: Электронная почта

# login##placeHolders##password
source: Password
ru: Пароль

# signup##buttons##cancel
source: Cancel
ru: Отмена

# signup##buttons##or
source: or
ru: или

# signup##buttons##reset
source: Reset
ru: Перезагрузить

# signup##buttons##signUp
source: Sign Up
ru: Зарегестрироваться

# signup##errors##email##invalidEmail
source: Invalid email address
ru: Недействительный электронный адрес

# signup##errors##password##min
source: Minimum {{min}} chars
ru: Не меньше {{min}} символов

# signup##errors##required
source: Field required
ru: Поле обязательно

# signup##errors##userName##max
source: Maximum {{max}} chars
ru: Не более {{max}} символов

# signup##header
source: Sign Up
ru: Зарегестрируйтесь

# signup##labels##email
source: Email address
ru: Электронная почта

# signup##labels##password
source: Password
ru: Пароль

# signup##labels##password2
source: Password again
ru: Еще раз

# signup##labels##userName
source: User name
ru: Имя пользователя

# signup##placeHolders##email
source: Email address
ru: Электронная почта

# signup##placeHolders##password
source: Password
ru: Пароль

# signup##placeHolders##password2
source: Please type password again
ru: Повторите пароль, пожалуйста

# signup##placeHolders##userName
source: Choose user name (not compulsory)
ru: Вы берете имя пользователя (не обязательно)

# signup##warnings##pwdMustMatch!
source: Passwords must match!
ru: Пароли должны совпадать!
